{
  "Translator & Interpreter": "Traductora e Intérprete",
  "Home": "Inicio",
  "About": "Sobre mí",
  "Services": "Servicios",
  "Portfolio": "Portafolio",
  "Contact": "Contacto",
  "Bridging Languages, Connecting Cultures": "Uniendo Idiomas, Conectando Culturas",
  "Professional translation and interpretation services in English and Spanish": "Servicios profesionales de traducción e interpretación en inglés y español",
  "Get in Touch": "Ponte en contacto",
  "About Me": "Sobre mí",
  "Hello, I'm Sirenia": "Hola, soy Sirenia",
  "I'm a final-year Translation and Interpretation student at American Technological University with a passion for connecting people across language barriers.": "Soy estudiante de último año en Traducción e Interpretación en la Universidad Tecnológica Americana, con pasión por conectar a las personas a través de las barreras del idioma.",
  "With fluency in English and Spanish, I specialize in academic, business, and literary translation, as well as consecutive and simultaneous interpretation.": "Con fluidez en inglés y español, me especializo en traducción académica, empresarial y literaria, así como interpretación consecutiva y simultánea.",
  "My academic background combined with practical experience allows me to deliver accurate, culturally-sensitive translations that preserve the original message's intent and tone.": "Mi formación académica combinada con experiencia práctica me permite ofrecer traducciones precisas y culturalmente sensibles que conservan la intención y el tono del mensaje original.",
  "Education": "Educación",
  "College Degree in Translation & Interpretation American Technological University, 2021-Present": "Licenciatura en Traducción e Interpretación, Universidad Tecnológica Americana, 2021-Presente",
  "Languages": "Idiomas",
  "English (Fluent) Spanish (Native)": "Inglés (Fluido), Español (Nativo)",
  "My Services": "Mis servicios",
  "Document Translation": "Traducción de documentos",
  "Academic papers, business documents, certificates, medical reports, and personal correspondence with attention to detail and context.": "Artículos académicos, documentos empresariales, certificados, informes médicos y correspondencia personal con atención al detalle y al contexto.",
  "Interpretation": "Interpretación",
  "Consecutive and simultaneous interpretation for meetings, conferences, and personal events.": "Interpretación consecutiva y simultánea para reuniones, conferencias y eventos personales.",
  "Literary Translation": "Traducción literaria",
  "Creative translation of literary works, preserving the author's voice and cultural nuances.": "Traducción creativa de obras literarias, preservando la voz del autor y los matices culturales.",
  "Website Localization": "Localización de sitios web",
  "Adapting website content to specific cultural contexts while maintaining the original message.": "Adaptación del contenido web a contextos culturales específicos manteniendo el mensaje original.",
  "All": "Todo",
  "Translations": "Traducciones",
  "Interpretations": "Interpretaciones",
  "Legal Translation": "Traducción legal",
  "English to Spanish": "Inglés a Español",
  "View Document": "Ver documento",
  "Format Example": "Ejemplo de formato",
  "Spanish to English": "Español a Inglés",
  "Civil law, conference": "Conferencia de derecho civil",
  "Consecutive interpretation": "Interpretación consecutiva",
  "Watch Video": "Ver video",
  "Client Testimonials": "Testimonios de clientes",
  "Sirenia's translation of our academic paper was impeccable. She captured the nuances of our research perfectly while making it accessible to an English-speaking audience.": "La traducción de Sirenia de nuestro artículo académico fue impecable. Capturó perfectamente los matices de nuestra investigación mientras la hacía accesible para un público de habla inglesa.",
  "Research Professor, Michigan State University": "Profesor Investigador, Universidad Estatal de Michigan",
  "We hired Sirenia for simultaneous interpretation during our international business conference. Her professionalism and accuracy made communication seamless between our English-speaking participants.": "Contratamos a Sirenia para interpretación simultánea durante nuestra conferencia empresarial internacional. Su profesionalismo y precisión hicieron que la comunicación fuera fluida entre nuestros participantes de habla inglesa.",
  "Bussiness Development Manager, Instituto Politécnico Nacional": "Gerente de Desarrollo de Negocios, Instituto Politécnico Nacional",
  "Contact Information": "Información de contacto",
  "Feel free to reach out for inquiries about my services or to discuss your translation and interpretation needs.": "No dudes en ponerte en contacto para consultas sobre mis servicios o para habalar acerca de lo que necesitas en traducción o interpretación.",
  "Mexico City, Mexico": "México, Ciudad de México",
  "Connect With Me": "Conecta conmigo",
  "Send Me a Message": "Envíame un mensaje",
  "Name": "Nombre",
  "Email": "Correo electrónico",
  "Subject": "Asunto",
  "Message": "Mensaje",
  "Send Message": "Enviar mensaje",
  "Quick Links": "Enlaces rápidos",
  "Follow Me": "Sígueme",
  "© 2025 Sirenia Carranza. All rights reserved.": "© 2025 Sirenia Carranza. Todos los derechos reservados.",
  "Sirenia working as an interpreter": "Sirenia trabajando como intérprete",
  "Business Contract Translation": "Traducción de contrato comercial",
  "Academic paper translation": "Traducción de artículo académico",
  "Literary translation": "Traducción literaria",
  "Conference interpretation video thumbnail": "Miniatura del video de interpretación de conferencia",
  "Interview interpretation video thumbnail": "Miniatura del video de interpretación de entrevista",
  "Workshop interpretation video thumbnail": "Miniatura del video de interpretación de taller"
}
